Repository: NaN-tic/trytond-product_restrictions
Catalog: locale/*.po
Languages: ca

# error:product.template:
source: Product "%(product)s" can not be moved from/to party "%(party)s" because it misses restriction "%(restriction)s".
ca: No es pot moure el producte "%(product)s" del tercer "%(party)s" perquè no compleix la restricció "%(restriction)s".

# field:party.party,customer_restrictions:
source: Customer Restrictions
ca: Restriccions client

# field:party.party,supplier_restrictions:
source: Supplier Restrictions
ca: Restriccions proveedor

# field:product.restriction,create_date:
source: Create Date
ca: Data de creació

# field:product.restriction,create_uid:
source: Create User
ca: Usuari de creació

# field:product.restriction,id:
source: ID
ca: Identificador

# field:product.restriction,name:
source: Name
ca: Nom

# field:product.restriction,rec_name:
source: Name
ca: Nom

# field:product.restriction,write_date:
source: Write Date
ca: Data modificación

# field:product.restriction,write_uid:
source: Write User
ca: Usuari modificació

# field:product.restriction-party.party.customer,create_date:
source: Create Date
ca: Data de creació

# field:product.restriction-party.party.customer,create_uid:
source: Create User
ca: Usuari de creació

# field:product.restriction-party.party.customer,id:
source: ID
ca: Identificador

# field:product.restriction-party.party.customer,party:
source: Party
ca: Tercer

# field:product.restriction-party.party.customer,rec_name:
source: Name
ca: Nom

# field:product.restriction-party.party.customer,restriction:
source: Restriction
ca: Restricció

# field:product.restriction-party.party.customer,write_date:
source: Write Date
ca: Data modificación

# field:product.restriction-party.party.customer,write_uid:
source: Write User
ca: Usuari modificació

# field:product.restriction-party.party.supplier,create_date:
source: Create Date
ca: Data de creació

# field:product.restriction-party.party.supplier,create_uid:
source: Create User
ca: Usuari de creació

# field:product.restriction-party.party.supplier,id:
source: ID
ca: Identificador

# field:product.restriction-party.party.supplier,party:
source: Party
ca: Tercer

# field:product.restriction-party.party.supplier,rec_name:
source: Name
ca: Nom

# field:product.restriction-party.party.supplier,restriction:
source: Restriction
ca: Restrició

# field:product.restriction-party.party.supplier,write_date:
source: Write Date
ca: Data modificación

# field:product.restriction-party.party.supplier,write_uid:
source: Write User
ca: Usuari modificació

# field:product.restriction-product.template,create_date:
source: Create Date
ca: Data de creació

# field:product.restriction-product.template,create_uid:
source: Create User
ca: Usuari de creació

# field:product.restriction-product.template,id:
source: ID
ca: Identificador

# field:product.restriction-product.template,rec_name:
source: Name
ca: Nom

# field:product.restriction-product.template,restriction:
source: Restriction
ca: Restrició

# field:product.restriction-product.template,template:
source: Template
ca: Plantilla

# field:product.restriction-product.template,write_date:
source: Write Date
ca: Data modificación

# field:product.restriction-product.template,write_uid:
source: Write User
ca: Usuari modificació

# field:product.template,restrictions:
source: Restrictions
ca: Restricions

# field:stock.shipment.in.return,scanned_uom:
source: Scanned UoM
ca: UdM escanejada

# model:ir.action,name:act_product_restriction
source: Product Restriction
ca: Restricció de producte

# model:ir.ui.menu,name:menu_product_restriction
source: Product Restriction
ca: Restriccions de producte

# model:product.restriction,name:
source: Product Restriction
ca: Restricció producte

# model:product.restriction-party.party.customer,name:
source: Product Restriction - Customer
ca: Restricció producte - Client

# model:product.restriction-party.party.supplier,name:
source: Product Restriction - Supplier
ca: Restricció producte - Proveïdor

# model:product.restriction-product.template,name:
source: Product Restriction - Product Template
ca: Restricció producte - Plantilla de producte

# model:res.group,name:group_product_restrictions_admin
source: Product Restrictions Administration
ca: Administració restriccions de producte

# view:party.party:
source: Restrictions
ca: Restricions

# view:product.restriction:
source: Product Restrition
ca: Restriccions de product
